Repository: Vigilo/vigirrd
Catalog: vigirrd/i18n/*/LC_MESSAGES/vigirrd.po
Languages: fr

source: No access to the rrdcached socket: %s
fr: Pas d'accès au socket rrdcached : %s

source: From "%(start)s" to "%(end)s"
fr: Du "%(start)s" au "%(end)s"

source: Can't sort DS dependencies
fr: Impossible de trier les dépendances des sources de données

source: A %(error_code)s Error has Occurred
fr: Une erreur %(error_code)s est survenue

source: Error %(error_code)s
fr: Erreur %(error_code)s

source: Graphing host
fr: Graphe de l'hôte

source: Back to servers list
fr: Retour à la liste des serveurs

source: Back to graphs list
fr: Retour à la liste des graphes

source: Please choose one of these graphs:
fr: Veuillez choisir l'une de ces graphes :

source: Please choose one of these servers:
fr: Veuillez choisir l'un de ces serveurs :
